Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginScene/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Audiobooks
zh_hans: 有声书
zh_hant_hk: 有聲書

source: Available Scenes
zh_hans: 可用场景
zh_hant_hk: 可用場景

source: Browse and play the audiobooks
zh_hans: 浏览并播放有声书
zh_hant_hk: 瀏覽並播放有聲書

source: Browse and play the music library
zh_hans: 浏览并播放音乐库
zh_hant_hk: 瀏覽並播放音樂庫

source: Current
zh_hans: 当前
zh_hant_hk: 當前

source: Current Scene
zh_hans: 当前场景
zh_hant_hk: 當前場景

source: Enable a plugin that provides a scene
zh_hans: 启用一个提供场景的插件
zh_hant_hk: 啓用一個提供場景的插件

source: Enter Scene
zh_hans: 进入场景
zh_hant_hk: 進入場景

source: Manages the current scene
zh_hans: 管理当前场景
zh_hant_hk: 管理當前場景

source: Music Library
zh_hans: 音乐库
zh_hant_hk: 音樂庫

source: No built-in scenes are available
zh_hans: 没有可用的内置场景
zh_hant_hk: 沒有可用的內建場景

source: No scene selected
zh_hans: 未选择场景
zh_hant_hk: 未選擇場景

source: No scenes available
zh_hans: 没有可用场景
zh_hant_hk: 沒有可用場景

source: Scene
zh_hans: 场景
zh_hant_hk: 場景

source: Switch to this scene
zh_hans: 切换到此场景
zh_hant_hk: 切換到此場景

source: The scene currently shown in the main window
zh_hans: 主窗口当前显示的场景
zh_hant_hk: 主窗口當前顯示的場景

source: Manages app scene switching and state (Music Library / Audiobooks)
zh_hans: 管理应用场景（音乐库 / 有声书）的切换与状态。
zh_hant_hk: 管理應用程式場景（音樂庫 / 有聲書）的切換與狀態。

source: Scene Management
zh_hans: 场景管理
zh_hant_hk: 場景管理

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Switches between the music library and audiobooks.
zh_hans: 在音乐库与有声书之间切换。
zh_hant_hk: 在音樂庫與有聲書之間切換。

source: Scene Switching
zh_hans: 场景切换
zh_hant_hk: 場景切換

source: Maintains the current scene state.
zh_hans: 维护当前场景状态。
zh_hant_hk: 維護目前場景狀態。

source: State Management
zh_hans: 状态管理
zh_hant_hk: 狀態管理

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Scene Switching: switches between the music library and audiobooks.
zh_hans: 场景切换：在音乐库与有声书之间切换。
zh_hant_hk: 場景切換：在音樂庫與有聲書之間切換。

source: State Management: maintains the current scene state.
zh_hans: 状态管理：维护当前场景状态。
zh_hant_hk: 狀態管理：維護目前場景狀態。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Choose the target scene in the scene switcher.
zh_hans: 在场景切换器中选择目标场景。
zh_hant_hk: 在場景切換器中選擇目標場景。

source: The app switches to the corresponding scene interface.
zh_hans: 应用切换到对应场景界面。
zh_hant_hk: 應用程式切換到對應的場景介面。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Scenes are built into the app and fixed as the music library and audiobooks.
zh_hans: 场景由应用内置，固定为音乐库与有声书。
zh_hant_hk: 場景由應用程式內建，固定為音樂庫與有聲書。
